tsort-usage = tsort [ПАРАМЕТРЫ] ФАЙЛ
tsort-about =
    Выполнить топологическую сортировку строк в ФАЙЛЕ.
    Строки — любые последовательности лексем, разделенные пробельными символами (табуляция, пробел или перевод строки); они упорядочиваются по зависимостям в ориентированном ациклическом графе (DAG).
    Полезно для планирования и определения порядка выполнения.
    Если ФАЙЛ не передан, используется stdin.
tsort-error-odd = ввод содержит нечетное число лексем
tsort-error-loop = ввод содержит цикл:
tsort-error-extra-operand =
    лишний операнд { $operand }
    Для получения дополнительной информации используйте 'tsort --help'.
