cp-about = Копирует ИСТОЧНИК в НАЗНАЧ, или несколько ИСТОЧНИКОВ в КАТАЛОГ.
cp-usage =
    cp [ПАРАМЕТР]... [-T] ИСТОЧНИК НАЗНАЧ
    cp [ПАРАМЕТРTION]... ИСТОЧНИК... КАТАЛОГ
    cp [ПАРАМЕТР]... -t КАТАЛОГ ИСТОЧНИК...
cp-help-no-target-directory = Принять НАЗНАЧ как обычный файл, не каталог
cp-help-target-directory = копировать все аргументы SOURCE в каталог назначения
cp-help-interactive = подтверждать перезапись файлов
cp-help-link = создавать жёсткие ссылки вместо полных копий
cp-help-no-clobber = не перезаписывать существующие файлы
cp-help-recursive = копировать каталоги рекурсивно
cp-help-debug = объяснить, как будет скопирован файл. Подразумевает -v
cp-help-symbolic-link = создавать символ. ссылки вместо полных копий
