truncate-about = Уменьшить или увеличить размер каждого файла до указанного.
truncate-usage = truncate [ПАРАМЕТР]... [ФАЙЛ]...
truncate-after-help =
    РАЗМЕР — целое число с необязательным префиксом и необязательной единицей.
    Доступные единицы (K, M, G, T, P, E, Z и Y) записываются так:
        'KB' => 1000 (килобайты)
        'K' => 1024 (кибибайты)
        'MB' => 1000*1000 (мегабайты)
        'M' => 1024*1024 (мебибайты)
        'GB' => 1000*1000*1000 (гигабайты)
        'G' => 1024*1024*1024 (гибибайты)
    Перед РАЗМЕРОМ может также стоять один из следующих префиксов, чтобы изменить
    размер каждого файла относительно его текущего размера:
        '+' => увеличить на
        '-' => уменьшить на
        '<' => не более
        '>' => не менее
        '/' => округлить вниз до кратного
        '%' => округлить вверх до кратного
truncate-help-io-blocks = считать РАЗМЕР числом блоков ввода-вывода файла, а не байтов
truncate-help-no-create = не создавать несуществующие файлы
truncate-help-reference = задать размер каждого файла исходя из размера РФАЙЛА
truncate-help-size = задать или изменить размер каждого файла согласно РАЗМЕРУ, который указывается в байтах, если не задан --io-blocks
truncate-error-cannot-open-no-device = невозможно открыть { $filename } для записи: Нет такого устройства или адреса
truncate-error-cannot-open-for-writing = невозможно открыть { $filename } для записи
truncate-error-invalid-number = Неверное число: { $error }
truncate-error-must-specify-relative-size = с '--reference' нужно указать относительный '--size'
truncate-error-division-by-zero = деление на ноль
truncate-error-cannot-stat-no-such-file = невозможно определить атрибуты { $filename }: Нет такого файла или каталога
truncate-error-value-too-large = Значение слишком велико для заданного типа данных
truncate-error-value-too-large-arg = { $arg }: Значение слишком велико для заданного типа данных
truncate-error-io-block-mul-overflow = переполнение в { $num } * { $factor }-байтовых блоках
