timeout-error-invalid-signal = { $signal }: неверный сигнал
timeout-error-failed-to-execute-process = не удалось запустить процесс: { $error }
timeout-about = Запустить КОМАНДУ и завершить ее, если она еще работает по истечении ДЛИТЕЛЬНОСТИ.
timeout-after-help =
    По истечении времени отправить КОМАНДЕ сигнал TERM, если не указан другой СИГНАЛ. Сигнал TERM завершает любой процесс, который не блокирует и не перехватывает его. Может понадобиться сигнал KILL, так как его перехватить нельзя.

    Код возврата:
      124  если время КОМАНДЫ истекло и не указан --preserve-status
      125  если ошибка произошла в самой команде timeout
      126  если КОМАНДА найдена, но не может быть запущена
      127  если КОМАНДА не найдена
      137  если КОМАНДЕ (или самой timeout) отправлен сигнал KILL (9) (128+9)
      -    иначе код возврата КОМАНДЫ
timeout-usage = timeout [ПАРАМЕТР] ДЛИТЕЛЬНОСТЬ КОМАНДА...
timeout-help-foreground = если timeout запускается не прямо из приглашения оболочки, разрешить КОМАНДЕ читать из TTY и получать сигналы TTY; в этом режиме для дочерних процессов КОМАНДЫ время не ограничивается
timeout-help-kill-after = также отправить сигнал KILL, если КОМАНДА все еще работает спустя это время после отправки первого сигнала
timeout-help-preserve-status = завершиться с тем же кодом, что и КОМАНДА, даже если время команды истекло
timeout-help-signal = задать сигнал, отправляемый по истечении времени; СИГНАЛ может быть именем, например 'HUP', или числом; список сигналов см. в 'kill -l'
timeout-help-verbose = сообщать в stderr о любом сигнале, отправленном по истечении времени
timeout-help-duration = число с плавающей точкой с необязательным суффиксом: 's' — секунды (по умолчанию), 'm' — минуты, 'h' — часы, 'd' — дни; длительность 0 отключает соответствующий тайм-аут
timeout-help-command = команда для выполнения с необязательными аргументами
timeout-verbose-sending-signal = отправка сигнала { $signal } команде { $command }
