unexpand-about =
    Преобразовать пробелы в каждом ФАЙЛЕ в табуляции и записать результат в стандартный вывод.
    Если ФАЙЛ не указан или равен -, читать стандартный ввод.
unexpand-usage = unexpand [ПАРАМЕТР]... [ФАЙЛ]...
unexpand-help-all = преобразовать все пробелы, а не только начальные пробелы
unexpand-help-first-only = преобразовывать только начальные последовательности пробелов (переопределяет -a)
unexpand-help-tabs = использовать разделенный запятыми СПИСОК позиций табуляции или ставить табуляции через N символов вместо 8 (включает -a)
unexpand-help-no-utf8 = интерпретировать входной файл как 8-битный ASCII, а не UTF-8
unexpand-error-invalid-character = размер табуляции содержит недопустимый(е) символ(ы): { $char }
unexpand-error-tab-size-cannot-be-zero = размер табуляции не может быть равен 0
unexpand-error-tab-size-too-large = позиция табуляции слишком велика
unexpand-error-tab-sizes-must-be-ascending = размеры табуляции должны быть расположены по возрастанию
unexpand-error-is-directory = { $path }: Это каталог
