sleep-about = Приостановка на ЧИСЛО секунд.
sleep-usage =
    sleep ЧИСЛО[СУФФИКС]...
    sleep ОПЦИЯ
sleep-after-help =
    Приостановка на ЧИСЛО секунд. СУФФИКС может быть „s“ для секунд (по умолчанию),
    „m“ для минут, „h“ для часов или „d“ для дней. В отличие от большинства реализаций,
    которые требуют, чтобы ЧИСЛО было целым числом, здесь ЧИСЛО может быть произвольным с плавающей
    запятой. При наличии двух или более аргументов приостановка длится в течение времени,
    определенного суммой их значений.
sleep-error-missing-operand =
    отсутствует операнд
    Для получения доп. информации попробуйте „{ $program } --help“.
sleep-help-number = приостановить на ЧИСЛО секунд
